/*
SQLyog 企业版 - MySQL GUI v8.14 
MySQL - 5.5.40 : Database - vuepractic
*********************************************************************
*/

/*!40101 SET NAMES utf8 */;

/*!40101 SET SQL_MODE=''*/;

/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;
CREATE DATABASE /*!32312 IF NOT EXISTS*/`vuepractic` /*!40100 DEFAULT CHARACTER SET utf8 */;

USE `vuepractic`;

/*Table structure for table `news` */

DROP TABLE IF EXISTS `news`;

CREATE TABLE `news` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(100) DEFAULT NULL,
  `time` date DEFAULT NULL,
  `detial` longtext,
  `createTime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=67 DEFAULT CHARSET=utf8;

/*Data for the table `news` */

insert  into `news`(`id`,`title`,`time`,`detial`,`createTime`) values (1,'你看看我看看你看看他','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-07 18:32:24'),(2,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-07 18:31:27'),(3,'说什么开始看到了快四点',NULL,NULL,'2019-11-08 08:43:52'),(4,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:32'),(5,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:34'),(6,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:36'),(7,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:37'),(8,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:37'),(9,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:37'),(10,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:37'),(11,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:37'),(12,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:38'),(13,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:38'),(14,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:38'),(15,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:38'),(16,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:38'),(17,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:39'),(18,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:39'),(19,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:39'),(20,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:39'),(21,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:39'),(22,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:40'),(23,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:40'),(24,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:40'),(25,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:40'),(26,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:40'),(27,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:40'),(28,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:41'),(29,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:41'),(30,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:41'),(31,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:41'),(32,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:41'),(33,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:42'),(34,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:42'),(35,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:42'),(36,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:42'),(37,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:42'),(38,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:43'),(39,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:43'),(40,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:43'),(41,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:43'),(42,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:43'),(43,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:44'),(44,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:44'),(45,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:44'),(46,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:44'),(47,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:44'),(48,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:45'),(49,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:45'),(50,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:45'),(51,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:45'),(52,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:45'),(53,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:46'),(54,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:46'),(55,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:46'),(56,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:46'),(57,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:46'),(58,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:47'),(59,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:47'),(60,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:47'),(61,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:47'),(62,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:47'),(63,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:48'),(64,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:48'),(65,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:48'),(66,'这事并非看到的那么简单','2019-12-12','个hiUS空间丢失的简单就看见技术解决尽快解决很多水果蛋糕还是得更好就','2019-11-08 08:43:48');

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;
